<template>
  <Breadcrumbs />
  <div class="news-article">
    <div class="news-article__container container">
      <div class="news-article__block">
        <h1 class="news-article__title fz-h2">Согласие на получение рекламных и информационных рассылок</h1>
        <div class="news-article__content text__content">
          <p><strong>СОГЛАСИЕ<br>НА ПОЛУЧЕНИЕ РЕКЛАМНЫХ И ИНФОРМАЦИОННЫХ РАССЫЛОК</strong></p>

          <p>Я, осуществляя действие по направлению запроса/обращения через форму обратной связи на сайте <a href="https://again8.ru/">https://again8.ru/</a>, включая все домены, субдомены и страницы, их содержимое, а также интернет-сервисы и программное обеспечение, предлагаемые Оператором к использованию на (далее – Сайт), во исполнение требований ч.1 ст. 18 Федерального закона от 13 марта 2006 г. № 38-ФЗ «О рекламе», предоставляю согласие на направление на указанные мной на Сайте контактные данные (номер телефона и/или электронную почту и/или мессенджер Telegram/WhatsApp/Max) сообщений в информационных, рекламно-информационных целях об услугах (сервисах) Оператора, а именно:</p>

          <p>- рассылок о мероприятиях, контенте, акциях и др. информационного и рекламного характера в виде sms-сообщений, и/или электронных писем, и/или сообщений в мессенджерах, и/или push-уведомлений, и/или посредством телефонных звонков.</p>

          <p>Я принимаю условия Политики конфиденциальности Оператора, размещенной на Сайте, и подтверждаю, что ознакомлен (-а) с ней на момент предоставления настоящего Согласия.</p>

          <p>Я согласен (-а) с тем, что текст данного мной по собственной воле и в моих интересах согласия хранится в электронном виде в базе данных Оператора и подтверждает факт согласия на обработку контактных данных в соответствии с положениями настоящего документа и беру на себя ответственность за достоверность предоставления контактных данных.</p>

          <p>Я также подтверждаю, что предоставленные мною Оператору номер телефона и/или адрес электронной почты принадлежат мне, а направляемая на них рекламная информация предназначена только для меня и не будет получаться третьими лицами, не давшими Оператору предварительного согласия на получение рекламной информации.</p>

          <p>Я подтверждаю, что уведомлен (-а), что в случае нежелания получать рекламную информацию на указанных в настоящем согласии условиях мне следует направить уведомление об отзыве настоящего согласия на адрес электронной почты: <a href="mailto:info@again8.ru">info@again8.ru</a>.</p>

          <p>Настоящее согласие действует до поступления требования субъекта персональных данных о прекращении обработки персональных данных в соответствии с ч. 2 ст. 15 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», либо отзыва настоящего согласия в письменной/электронной форме.</p>

          <p>Я соглашаюсь с тем, что считаюсь давшим согласие на получение рекламных и информационных рассылок в момент проставления символа в чек-боксе (в поле для ввода) в сети интернет по адресу: <a href="https://again8.ru/">https://again8.ru/</a>, рядом с текстом вида: «Я даю согласие на получение рекламной информации (в том числе в форме рекламной рассылки)» или иным аналогичным текстом.</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
definePageMeta({
  title: 'Согласие на получение рекламных и информационных рассылок'
})
</script>

<style scoped lang="scss">
.news-article__block {
  background-color: var(--bg-dark);
  border: .1rem solid var(--br-dark);
  padding: 4.9rem 7.6rem 7.5rem 7.4rem;

  @media (max-width: $mobile) {
    padding: 1.7rem 1.5rem 2rem;
  }
}

.news-article__title {
  margin: 0 0 1rem;
  line-height: 5.94rem;

  @media (max-width: $mobile) {
    line-height: 130%;
    margin: 0 0 1.2rem;
  }
}

.news__related {
  padding-bottom: 7rem;
}
</style>