<template>
  <Breadcrumbs />
  <div class="news-article">
    <div class="news-article__container container">
      <div class="news-article__block">
        <h1 class="news-article__title fz-h2">Политика конфиденциальности</h1>
        <div class="news-article__content text__content">
          <p><strong>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</strong></p>
          <p><strong>персональных данных (редакция от «01» января 2026 г.)</strong></p>
          <p><strong>Раздел 1. Общие положения</strong></p>
          <p>1.1. Настоящая Политика конфиденциальности разработана в соответствии с положениями Конституции Российской Федерации, Федерального закона от 27.07.2006 № 149-ФЗ «Об информации, информационных технологиях и о защите информации», Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее - Закон о персональных данных), Трудового кодекса Российской Федерации и иными нормативными правовыми актами в области защиты и обработки персональных данных, действующими на территории Российской Федерации.</p>
          <p>Настоящая Политика конфиденциальности является документом Общества с ограниченной ответственностью «ЭГЕЙН» (ОГРН 1234700025196, ИНН 4707052811, КПП 470701001, адрес: 188513, Ленинградская обл., м.р-н Ломоносовский, с.п. Низинское, д. Узигонты, пр-д 12-й Международный, д. 8 (далее – Общество, Оператор) и определяют порядок обработки и защиты информации о физических лицах, пользующихся услугами интернет-сайта https://again8.ru/ (далее – Сайт) и его сервисов (далее – Пользователи), а также определяет политику, порядок и условия Оператора в отношении обработки и защиты персональных данных иных субъектов персональных данных, устанавливает процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений, связанных с обработкой и защитой персональных данных в процессе деятельности Общества.</p>
          <p>1.2. Все вопросы, связанные с обработкой и защитой персональных данных, не урегулированные настоящей Политикой, разрешаются в соответствии с действующим законодательством Российской Федерации в области персональных данных.</p>
          <p>1.3. Целью обработки персональных данных является:</p>
          <p>1.3.1. Обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
          <p>1.3.2. Продвижение товаров, работ, услуг Оператора на рынке путем осуществления прямых контактов с потенциальным потребителем с помощью средств связи.</p>
          <p>1.3.3. Обработка персональной информации между Пользователем Сайта и Администрацией сайта.</p>
          <p>1.3.4. Применение и исполнение трудового законодательства в рамках трудовых и иных непосредственно связанных с ними отношений, в том числе:</p>
          <p>- при содействии в трудоустройстве;</p>
          <p>- ведении кадрового и бухгалтерского учета;</p>
          <p>- содействии работникам в получении образования и продвижении по службе;</p>
          <p>- оформлении награждений и поощрений;</p>
          <p>- предоставлении со стороны Общества установленных законодательством условий труда, гарантий и компенсаций;</p>
          <p>- заполнении и передаче в уполномоченные органы требуемых форм отчетности;</p>
          <p>- обеспечении личной безопасности работников и сохранности имущества;</p>
          <p>- осуществление контроля за количеством и качеством выполняемой работы.</p>
          <p>1.4. Обработка персональных данных осуществляется с соблюдением принципов и правил, предусмотренных Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных" и настоящей Политикой.</p>
          <p>Обработка организована Оператором на принципах:</p>
          <p>- законности целей и способов обработки персональных данных, добросовестности и справедливости в деятельности Оператора;</p>
          <p>- ограничения обработки персональных данных достижением конкретных, заранее определенных и законных целей;</p>
          <p>- достоверности персональных данных, их достаточности для целей обработки, недопустимости обработки персональных данных, избыточных по отношению к целям, заявленным при сборе персональных данных;</p>
          <p>- обработки только персональных данных, которые отвечают целям их обработки. Недопустима обработка персональных данных, несовместимая с целями сбора персональных данных;</p>
          <p>- соответствия содержания и объема обрабатываемых персональных данных заявленным целям обработки. Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки;</p>
          <p>- недопустимости объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, не совместимых между собой;</p>
          <p>- обеспечения точности персональных данных, их достаточности, а в необходимых случаях и актуальности по отношению к целям обработки персональных данных. Оператор принимает необходимые меры либо обеспечивает их принятие по удалению или уточнению неполных или неточных данных;</p>
          <p>- хранения персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</p>
          <p>1.5. Способы обработки персональных данных:</p>
          <p>- с использованием средств автоматизации;</p>
          <p>- без использования средств автоматизации.</p>
          <p>1.6. Категории персональных данных. В информационных системах Оператора осуществляется обработка следующих категорий персональных данных:</p>
          <p>- категория 1: Посетители Сайта;</p>
          <p>- категория 2: работники Общества, бывшие работники Общества, кандидаты для приема на работу в Общество, члены семей работников Общества - в случаях, когда согласно законодательству сведения о них предоставляются работником;</p>
          <p>- категория 3: иные лица, персональные данные которых Общество обязано обрабатывать в соответствии с трудовым законодательством и иными актами, содержащими нормы трудового права.</p>
          <p>1.7. В соответствии с поставленными целями и задачами Оператор до начала обработки персональных данных назначает ответственного за организацию обработки персональных данных, который получает указания непосредственно от исполнительного органа Оператора и подотчетен ему.</p>
          <p>1.8. Настоящая Политика и изменения к ней утверждаются приказом руководителя Оператора.</p>
          <p>1.9. Сотрудники Оператора, непосредственно осуществляющие обработку персональных данных, должны быть ознакомлены под подпись до начала работы с положениями законодательства Российской Федерации о персональных данных, в том числе с требованиями к защите персональных данных, документами, определяющими политику Оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, с данной Политикой и изменениями к ней. Обучение указанных работников организуется структурным подразделением по повышению квалификации в соответствии с утвержденными Оператором графиками.</p>
          <p>1.10. При обработке персональных данных Оператор применяет правовые, организационные и технические меры по обеспечению безопасности персональных данных в соответствии со ст. 19 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных".</p>
          <p>1.11. Контроль за соблюдением сотрудниками Оператора требований законодательства Российской Федерации и положений локальных актов Оператора заключается в проверке выполнения требований нормативных документов по защите информации, а также в оценке обоснованности и эффективности принятых мер. Он может проводиться структурным подразделением, ответственным за обеспечение безопасности персональных данных, или на договорной основе сторонними организациями, имеющими лицензии на деятельность по технической защите конфиденциальной информации.</p>
          <p>1.12. Оператор обязан опубликовать в соответствующей информационно-телекоммуникационной сети, в том числе на страницах Сайта, с использованием которых осуществляется сбор персональных данных, настоящую Политику и сведения о реализуемых требованиях к защите персональных данных, а также обеспечить возможность доступа к настоящей Политике с использованием средств соответствующей информационно-телекоммуникационной сети.</p>
          <p>1.13. Оператор обязан представить документы и локальные акты, указанные в ч. 1 ст. 18.1 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", и (или) иным образом подтвердить принятие мер, указанных в ч. 1 ст. 18.1 Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", по запросу уполномоченного органа по защите прав субъектов персональных данных в срок, указанный в подобном запросе.</p>
          <p>1.14. Условия обработки персональных данных Оператором:</p>
          <p>- обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных;</p>
          <p>- обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;</p>
          <p>- обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем. Заключаемый с субъектом персональных данных договор не может содержать положения, ограничивающие права и свободы субъекта персональных данных, устанавливающие случаи обработки персональных данных несовершеннолетних, если иное не предусмотрено законодательством Российской Федерации, а также положения, допускающие в качестве условия заключения договора бездействие субъекта персональных данных;</p>
          <p>1.15. Оператор на основании договора может поручить обработку персональных данных третьему лицу. Существенным условием такого договора является наличие права у данного лица на обработку персональных данных, обязанность соблюдать принципы и правила обработки персональных данных, предусмотренные Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных", соблюдать конфиденциальность персональных данных, принимать необходимые меры, направленные на обеспечение выполнения обязанностей, предусмотренных Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных".</p>
          <p>1.16. Взаимодействие с федеральными органами исполнительной власти по вопросам обработки и защиты персональных данных субъектов, персональные данные которых обрабатываются Оператором, осуществляется в рамках законодательства Российской Федерации.</p>
          <p><strong>Раздел 2. Термины и определения</strong></p>
          <p>2.1. Основные понятия, используемые в Политике:</p>
          <p>2.1.1. Администрация сайта – Оператор либо специально уполномоченное Оператором структурное подразделение, отвечающее за надлежащее функционирование Сайта, в том числе в части обработки персональных данных Пользователей сайта и/или иных лиц.</p>
          <p>2.1.2. Персональная информация Пользователя - персональная информация, которую Пользователь предоставляет о себе самостоятельно в процессе использования Сайта, включая персональные данные Пользователя. Обязательная для предоставления информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение. В число персональных данных Пользователя входят данные, которые Пользователь может предоставить о себе: фамилия, имя, отчество; сведения о трудовой деятельности (в том числе данные о трудовой занятости на текущее время с указанием наименования и расчетного счета организации); номер телефона; адрес электронной почты; сведения, собираемые посредством метрических программ; иная информация, указываемая самостоятельно Пользователем на Сайте.</p>
          <p>Данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам), технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к сервисам, адреса запрашиваемых страниц и иная подобная информация.</p>
          <p>Пользователь соглашается на использование и обработку его персональной информации системой аналитики Яндекс.Метрика, программой для ЭВМ «Платформа inSales».</p>
          <p>2.1.3. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.</p>
          <p>2.1.4. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).</p>
          <p>2.1.5. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.</p>
          <p>2.1.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление, уничтожение персональных данных.</p>
          <p>2.1.7. Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.</p>
          <p>2.1.8. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.</p>
          <p>2.2. Настоящая Политика конфиденциальности не контролирует и не несет ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте.</p>
          <p><strong>Раздел 3. Обработка персональных данных Пользователей Сайта</strong></p>
          <p>3.1. Реализуемые требования к защите персональных данных.</p>
          <p>3.1.1. Сайт хранит персональную информацию Пользователей в соответствии с внутренними регламентами Администрации сайта.</p>
          <p>3.1.2. В отношении персональной информации Пользователя сохраняется ее конфиденциальность.</p>
          <p>3.1.3. Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:</p>
          <p>- Пользователь выразил согласие на такие действия.</p>
          <p>- Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного соглашения или договора с Пользователем.</p>
          <p>- Передача предусмотрена законодательством в рамках установленной законодательством процедуры.</p>
          <p>3.1.4. Обработка персональных данных Пользователя осуществляется любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств. Обработка персональных данных Пользователей осуществляется в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных».</p>
          <p>3.1.5. При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.</p>
          <p>3.1.6. Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц, в том числе реализует следующие требования к защите персональных данных:</p>
          <p>- назначение ответственного за организацию обработки персональных данных;</p>
          <p>- издание документов, определяющих политику в отношении обработки персональных данных, локальных актов по вопросам обработки персональных данных, а также локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений;</p>
          <p>- осуществление внутреннего контроля соответствия обработки персональных данных Федеральному закону от 27.07.2006 № 152-ФЗ «О персональных данных» и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политике в отношении обработки персональных данных, локальным актам оператора;</p>
          <p>- оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», соотношение указанного вреда и принимаемых мер, направленных на обеспечение выполнения обязанностей, предусмотренных Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных»;</p>
          <p>- ознакомление работников, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику оператора в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, и обучение указанных работников;</p>
          <p>- определение угроз безопасности персональных данных при их обработке в информационных системах персональных данных;</p>
          <p>- применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных;</p>
          <p>- применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;</p>
          <p>- учет машинных носителей персональных данных;</p>
          <p>- обнаружение фактов несанкционированного доступа к персональным данным и принятием мер, в том числе мер по обнаружению, предупреждению и ликвидации последствий компьютерных атак на информационные системы персональных данных и по реагированию на компьютерные инциденты в них;</p>
          <p>- восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</p>
          <p>- установление правил доступа к персональным данным, обрабатываемым в информационных системах персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационных системах персональных данных;</p>
          <p>- контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных;</p>
          <p>- применение для уничтожения персональных данных прошедших в установленном порядке процедуру оценки соответствия средств защиты информации, в составе которых реализована функция уничтожения информации.</p>
          <p>3.1.7. Срок обработки и хранения персональных данных Пользователя: с момента предоставления согласия до момента его отзыва в письменной форме или прекращения договора (оферты).</p>
          <p>- оставление заявки на Сайте: все данные, полученные в рамках обработки обращения Пользователя, обрабатываются до завершения взаимодействия по запросу или до получения отзыва согласия на обработку персональных данных (в зависимости от того, что наступит раньше), и уничтожаются по истечении 30 дней;</p>
          <p>- для рассылок: данные, обрабатываемые в рамках направления рассылок, обрабатываются до прекращения маркетинговой кампании или до отзыва согласия (в зависимости от того, что наступит раньше), и уничтожаются в течение 30 дней согласно ч.4-5 ст.21 152-ФЗ.</p>
          <p>- для исполнения договоров: до исполнения (расторжения) договора или до отзыва согласия (в зависимости от того, что наступит раньше), персональные данные уничтожаются из систем и на бумажных носителях, в сроки, соответствующие требованиям законодательства: в течение 5 лет после прекращения договора в соответствии со ст. 23 НК РФ, ст. 29 Федерального закона «О бухгалтерском учете», п. 11 Приказа Росархива № 236.</p>
          <p>Если точные сроки определить невозможно применяется стандартный подход: уничтожение по истечении 30 дней (ч. 4–5 ст. 21 Закона о персональных данных).</p>
          <p>3.1.8. Пользователь вправе изменить свои персональные данные на Сайте или потребовать их удаления, направив электронное письмо по адресу: info@again8.ru.</p>
          <p>3.2. Трансграничная передача персональных данных.</p>
          <p>3.2.1. Администрация сайта не осуществляет трансграничную передачу персональных данных.</p>
          <p>3.3. Права Пользователей на защиту своих персональных данных.</p>
          <p>3.3.1. Пользователи в целях обеспечения защиты своих персональных данных, хранящихся на сайте, имеют право:</p>
          <p>- получать полную информацию о своих персональных данных, их обработке, хранении и передаче;</p>
          <p>- определять своих представителей для защиты своих персональных данных;</p>
          <p>- требовать исключения или исправления неверных или неполных персональных данных, а также данных, обработанных с нарушениями настоящей политики конфиденциальности и законодательства Российской Федерации.</p>
          <p>При отказе Администрации Сайта исключить или исправить персональные данные Пользователей последние вправе заявить Администрации Сайта в письменном виде о своем несогласии с соответствующим обоснованием.</p>
          <p>3.3.2. Пользователи вправе самостоятельно ограничить сбор информации третьими лицами, используя стандартные настройки конфиденциальности применяемого ими для работы с Сайтом интернет-браузера, а также в любое время изменить, удалить или дополнить представленные ими персональные данные.</p>
          <p>3.3.3. Если Пользователи считают, что обработка их персональных данных осуществляется с нарушением требований Закона о персональных данных или иным образом нарушает их права и свободы, они вправе обжаловать действия или бездействие Администрации Сайта в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.</p>
          <p>3.3.4. Пользователи вправе в любой момент самостоятельно отредактировать в своем личном кабинете предоставленные ими при регистрации или авторизации персональные данные.</p>
          <p>3.3.5. Пользователи не должны отказываться от своих прав на сохранение и защиту тайны.</p>
          <p>3.4. Разрешение споров между Администрацией Сайта и Пользователями.</p>
          <p>3.4.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</p>
          <p>3.4.2. Получатель претензии в течение 10 дней со дня получения претензии письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</p>
          <p>3.4.3. При недостижении соглашения спор будет передан на рассмотрение в суд в соответствии с действующим законодательством Российской Федерации.</p>
          <p>3.4.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство Российской Федерации.</p>
          <p>3.5. Ответственность за нарушение норм, регулирующих обработку и защиту персональных данных Пользователей.</p>
          <p>3.5.1. Лица, виновные в нарушении норм, регулирующих получение, обработку и защиту персональных данных Пользователей, привлекаются к дисциплинарной, материальной, гражданско-правовой, административной и уголовной ответственности в порядке, установленном действующим законодательством Российской Федерации.</p>
          <p>3.5.2. Моральный вред, причиненный Пользователю вследствие нарушения его прав, нарушения правил обработки персональных данных, установленных Законом о персональных данных, а также требований к защите персональных данных, установленных в соответствии с названным Федеральным законом, подлежит возмещению в соответствии с законодательством Российской Федерации. Возмещение морального вреда осуществляется независимо от возмещения имущественного вреда и понесенных Пользователем убытков.</p>
          <p><strong>Раздел 4. Обработка персональных данных работников Оператора и иных лиц</strong></p>
          <p>4.1. Цели обработки персональных данных, категории (перечни) обрабатываемых персональных данных.</p>
          <p>4.1.1. В соответствии с целью, указанной в п. 1.3.4. Правил, в Обществе обрабатываются следующие персональные данные:</p>
          <p>- фамилия, имя, отчество (при наличии), а также прежние фамилия, имя, отчество (при наличии), дата и место их изменения (в случае изменения);</p>
          <p>- пол;</p>
          <p>- дата (число, месяц, год) и место рождения;</p>
          <p>- фотографическое изображение;</p>
          <p>- сведения о гражданстве;</p>
          <p>- вид, серия, номер документа, удостоверяющего личность, наименование органа, выдавшего его, дата выдачи;</p>
          <p>- страховой номер индивидуального лицевого счета (СНИЛС);</p>
          <p>- идентификационный номер налогоплательщика (ИНН);</p>
          <p>- адрес и дата регистрации по месту жительства (месту пребывания), адрес фактического проживания;</p>
          <p>- номер контактного телефона, адрес электронной почты и (или) сведения о других способах связи;</p>
          <p>- реквизиты свидетельств о государственной регистрации актов гражданского состояния и содержащиеся в них сведения;</p>
          <p>- сведения о семейном положении, составе семьи (степень родства, фамилии, имена, отчества (при наличии), даты (число, месяц, год) и места рождения);</p>
          <p>- сведения об образовании и (или) квалификации или наличии специальных знаний (в том числе наименование образовательной и (или) иной организации, год окончания, уровень образования, квалификация, реквизиты документа об образовании, обучении);</p>
          <p>- информация о владении иностранными языками;</p>
          <p>- сведения об отношении к воинской обязанности, о воинском учете и реквизиты документов воинского учета (серия, номер, дата выдачи документа, наименование органа, выдавшего его);</p>
          <p>- сведения о трудовой деятельности, а также информация о предыдущих местах работы, периодах и стаже работы;</p>
          <p>- сведения, содержащиеся в документах, дающих право на пребывание и трудовую деятельность на территории РФ (для иностранных граждан, пребывающих в РФ);</p>
          <p>- сведения, содержащиеся в разрешении на временное проживание, разрешении на временное проживание в целях получения образования (для иностранных граждан, временно проживающих в РФ), виде на жительство (для иностранных граждан, постоянно проживающих в РФ);</p>
          <p>- сведения о доходах, обязательствах по исполнительным документам;</p>
          <p>- номера расчетного счета, банковской карты;</p>
          <p>- сведения о состоянии здоровья (для отдельных категорий работников);</p>
          <p>- сведения о наличии (отсутствии) судимости и (или) факта уголовного преследования либо о прекращении уголовного преследования по реабилитирующим основаниям (для отдельных категорий работников);</p>
          <p>- иные персональные данные, содержащиеся в документах, представление которых предусмотрено законодательством, если обработка этих данных соответствует цели обработки, предусмотренной п. 1.3.4. настоящей Политики;</p>
          <p>- иные персональные данные, которые работник пожелал сообщить о себе и обработка которых соответствует цели обработки, предусмотренной п. 1.3.4. настоящей Политики.</p>
          <p>4.1.2. Общество не осуществляет обработку специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, за исключением случаев, предусмотренных законодательством РФ.</p>
          <p>4.2. Порядок и условия обработки персональных данных работников Оператора и иных лиц.</p>
          <p>4.2.1. До начала обработки персональных данных Общество обязано уведомить Роскомнадзор о намерении осуществлять обработку персональных данных.</p>
          <p>4.2.2. Правовым основанием обработки персональных данных работников Общества и иных лиц являются Трудовой кодекс РФ, иные нормативные правовые акты, содержащие нормы трудового права, Федеральный закон от 27.07.2006 N 152-ФЗ "О персональных данных", Федеральный закон от 06.12.2011 N 402-ФЗ "О бухгалтерском учете", Постановление Правительства РФ от 27.11.2006 N 719 "Об утверждении Положения о воинском учете".</p>
          <p>4.2.3. Обработка персональных данных осуществляется с соблюдением принципов и условий, предусмотренных законодательством в области персональных данных и настоящей Политикой.</p>
          <p>4.2.4. Обработка персональных данных в Обществе выполняется следующими способами:</p>
          <p>- неавтоматизированная обработка персональных данных;</p>
          <p>- автоматизированная обработка персональных данных с передачей полученной информации по информационно-телекоммуникационным сетям или без таковой;</p>
          <p>смешанная обработка персональных данных.</p>
          <p>4.2.5. Обработка персональных данных в Обществе осуществляется с согласия субъекта персональных данных на обработку его персональных данных, если иное не предусмотрено законодательством в области персональных данных.</p>
          <p>4.2.6. Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных ст. 10.1 Закона о персональных данных.</p>
          <p>Согласие на обработку таких персональных данных оформляется отдельно от других согласий на обработку персональных данных. Согласие предоставляется субъектом персональных данных лично либо в форме электронного документа, подписанного электронной подписью, с использованием информационной системы Роскомнадзора.</p>
          <p>4.2.7. Обработка биометрических персональных данных допускается только при наличии письменного согласия субъекта персональных данных. Исключение составляют ситуации, предусмотренные ч. 2 ст. 11 Закона о персональных данных.</p>
          <p>4.2.8. Общество не осуществляет трансграничную передачу персональных данных.</p>
          <p>4.2.9. Обработка персональных данных осуществляется путем сбора, записи, систематизации, накопления, хранения, уточнения (обновления, изменения), извлечения, использования, обезличивания, блокирования, удаления, уничтожения персональных данных, в том числе с помощью средств вычислительной техники.</p>
          <p>4.2.10. Сбор, запись, систематизация, накопление и уточнение (обновление, изменение) персональных данных в Обществе осуществляются посредством:</p>
          <p>- получения оригиналов документов либо их копий;</p>
          <p>- копирования оригиналов документов;</p>
          <p>- внесения сведений в учетные формы на бумажных и электронных носителях;</p>
          <p>- создания документов, содержащих персональные данные, на бумажных и электронных носителях;</p>
          <p>- внесения персональных данных в информационные системы персональных данных.</p>
          <p>4.2.11. В Обществе используются следующие информационные системы:</p>
          <p>корпоративная электронная почта;</p>
          <p>система электронного документооборота;</p>
          <p>система поддержки рабочего места пользователя;</p>
          <p>система нормативно-справочной информации;</p>
          <p>система управления персоналом;</p>
          <p>система контроля за удаленным доступом;</p>
          <p>информационный портал.</p>
          <p>4.2.12. Передача (распространение, предоставление, доступ) персональных данных субъектов персональных данных осуществляется в случаях и в порядке, предусмотренных законодательством в области персональных данных и настоящей Политикой.</p>
          <p>4.3. Сроки обработки и хранения персональных данных работников Оператора и иных лиц.</p>
          <p>4.3.1. Обработка персональных данных в Обществе прекращается в следующих случаях:</p>
          <p>- при выявлении факта неправомерной обработки персональных данных. Срок прекращения обработки - в течение трех рабочих дней с даты выявления такого факта;</p>
          <p>- при достижении целей их обработки (за некоторыми исключениями);</p>
          <p>- по истечении срока действия или при отзыве субъектом персональных данных согласия на обработку его персональных данных (за некоторыми исключениями), если в соответствии с Законом о персональных данных их обработка допускается только с согласия;</p>
          <p>- при обращении субъекта персональных данных к Обществу с требованием о прекращении обработки персональных данных (за исключением случаев, предусмотренных ч. 5.1 ст. 21 Закона о персональных данных). Срок прекращения обработки - не более 10 рабочих дней с даты получения требования (с возможностью продления не более чем на пять рабочих дней, если направлено уведомление о причинах продления).</p>
          <p>4.3.2. Персональные данные хранятся в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели их обработки. Исключение - случаи, когда срок хранения персональных данных установлен федеральным законом, договором, стороной которого (выгодоприобретателем или поручителем по которому) является субъект персональных данных.</p>
          <p>4.3.3. Персональные данные на бумажных носителях хранятся в Обществе в течение сроков хранения документов, для которых эти сроки предусмотрены законодательством об архивном деле в РФ (Федеральный закон от 22.10.2004 N 125-ФЗ "Об архивном деле в Российской Федерации", Перечень типовых управленческих архивных документов, образующихся в процессе деятельности государственных органов, органов местного самоуправления и организаций, с указанием сроков их хранения (утв. Приказом Росархива от 20.12.2019 N 236)).</p>
          <p>4.3.4. Срок хранения персональных данных, обрабатываемых в информационных системах персональных данных, соответствует сроку хранения персональных данных на бумажных носителях.</p>
          <p>4.5. Порядок блокирования и уничтожения персональных данных работников Оператора и иных лиц.</p>
          <p>4.5.1. Общество блокирует персональные данные в порядке и на условиях, предусмотренных законодательством в области персональных данных.</p>
          <p>4.5.2. При достижении целей обработки персональных данных или в случае утраты необходимости в достижении этих целей персональные данные уничтожаются либо обезличиваются. Исключение может предусматривать федеральный закон.</p>
          <p>4.5.3. Незаконно полученные персональные данные или те, которые не являются необходимыми для цели обработки, уничтожаются в течение семи рабочих дней со дня представления субъектом персональных данных (его представителем) подтверждающих сведений.</p>
          <p>4.5.4. Персональные данные, обработка которых прекращена из-за ее неправомерности и правомерность обработки которых невозможно обеспечить, уничтожаются в течение 10 рабочих дней с даты выявления факта неправомерной обработки.</p>
          <p>4.5.5. Персональные данные уничтожаются в течение 30 дней с даты достижения цели обработки, если иное не предусмотрено договором, стороной которого (выгодоприобретателем или поручителем по которому) является субъект персональных данных, иным соглашением между ним и Обществом либо если Общество не вправе обрабатывать персональные данные без согласия субъекта персональных данных на основаниях, предусмотренных федеральными законами.</p>
          <p>4.5.6. При достижении максимальных сроков хранения документов, содержащих персональные данные, персональные данные уничтожаются в течение 30 дней.</p>
          <p>4.5.7. Персональные данные уничтожаются (если их сохранение не требуется для целей обработки персональных данных) в течение 30 дней с даты поступления отзыва субъектом персональных данных согласия на их обработку. Иное может предусматривать договор, стороной которого (выгодоприобретателем или поручителем по которому) является субъект персональных данных, иное соглашение между ним и Обществом. Кроме того, персональные данные уничтожаются в указанный срок, если Общество не вправе обрабатывать их без согласия субъекта персональных данных на основаниях, предусмотренных федеральными законами.</p>
          <p>4.5.8. Отбор материальных носителей (документы, жесткие диски, флеш-накопители и т.п.) и (или) сведений в информационных системах, содержащих персональные данные, которые подлежат уничтожению, осуществляют подразделения Общества, обрабатывающие персональные данные.</p>
          <p>4.5.9. Уничтожение персональных данных осуществляет комиссия, созданная приказом генерального директора.</p>
          <p>4.5.10. Комиссия составляет список с указанием документов, иных материальных носителей и (или) сведений в информационных системах, содержащих персональные данные, которые подлежат уничтожению.</p>
          <p>4.5.11. Персональные данные на бумажных носителях уничтожаются с использованием шредера. Персональные данные на электронных носителях уничтожаются путем механического нарушения целостности носителя, не позволяющего считать или восстановить персональные данные, а также путем удаления данных с электронных носителей методами и средствами гарантированного удаления остаточной информации.</p>
          <p>4.5.12. Комиссия подтверждает уничтожение персональных данных согласно Требованиям к подтверждению уничтожения персональных данных, утвержденным Приказом Роскомнадзора от 28.10.2022 N 179, а именно:</p>
          <p>- актом об уничтожении персональных данных - если данные обрабатываются без использования средств автоматизации;</p>
          <p>- актом об уничтожении персональных данных и выгрузкой из журнала регистрации событий в информационной системе персональных данных - если данные обрабатываются с использованием средств автоматизации либо одновременно с использованием и без использования таких средств.</p>
          <p>Акт может составляться на бумажном носителе или в электронной форме, подписанной электронными подписями.</p>
          <p>Формы акта и выгрузки из журнала с учетом сведений, которые должны содержаться в указанных документах, утверждаются приказом генерального директора.</p>
          <p>4.5.13. После составления акта об уничтожении персональных данных и выгрузки из журнала регистрации событий в информационной системе персональных данных комиссия передает их в общий отдел для последующего хранения. Акты и выгрузки из журнала хранятся в течение трех лет с момента уничтожения персональных данных.</p>
          <p>4.5.14. Уничтожение персональных данных, не указанных в п. 4.5.12. Политики, подтверждается актом, который оформляется непосредственно после уничтожения таких данных. Форма акта утверждается приказом генерального директора.</p>
          <p>4.6. Защита персональных данных. Процедуры, направленные на предотвращение и выявление нарушений законодательства, устранение последствий таких нарушений.</p>
          <p>4.6.1. Без письменного согласия субъекта персональных данных Общество не раскрывает третьим лицам и не распространяет персональные данные, если иное не предусмотрено федеральным законом.</p>
          <p>4.6.2. Запрещено раскрывать и распространять персональные данные субъектов персональных данных по телефону.</p>
          <p>4.6.3. С целью защиты персональных данных в Обществе приказами генерального директора назначаются (утверждаются):</p>
          <p>- работник, ответственный за организацию обработки персональных данных;</p>
          <p>- перечень должностей, при замещении которых обрабатываются персональные данные;</p>
          <p>- перечень персональных данных, к которым имеют доступ работники, занимающие должности, предусматривающие обработку персональных данных;</p>
          <p>- порядок доступа в помещения, в которых ведется обработка персональных данных;</p>
          <p>- порядок передачи персональных данных в пределах Общества;</p>
          <p>- форма согласия на обработку персональных данных, форма согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения;</p>
          <p>- порядок защиты персональных данных при их обработке в информационных системах персональных данных;</p>
          <p>- порядок проведения внутренних расследований, проверок;</p>
          <p>- иные локальные нормативные акты, принятые в соответствии с требованиями законодательства в области персональных данных.</p>
          <p>4.6.4. Работники, которые занимают должности, предусматривающие обработку персональных данных, допускаются к ней после подписания обязательства об их неразглашении.</p>
          <p>4.6.5. Материальные носители персональных данных хранятся в шкафах, запирающихся на ключ. Помещения Общества, в которых они размещаются, оборудуются запирающими устройствами. Выдача ключей от шкафов и помещений осуществляется под подпись.</p>
          <p>4.6.6. Доступ к персональной информации, содержащейся в информационных системах Общества, осуществляется по индивидуальным паролям.</p>
          <p>4.6.7. В Обществе используется сертифицированное антивирусное программное обеспечение с регулярно обновляемыми базами.</p>
          <p>4.6.8. Работники Общества, обрабатывающие персональные данные, периодически проходят обучение требованиям законодательства в области персональных данных.</p>
          <p>4.6.9. В должностные инструкции работников Общества, обрабатывающих персональные данные, включаются, в частности, положения о необходимости сообщать о любых случаях несанкционированного доступа к персональным данным.</p>
          <p>4.6.10. В Обществе проводятся внутренние расследования в следующих ситуациях:</p>
          <p>- при неправомерной или случайной передаче (предоставлении, распространении, доступе) персональных данных, повлекшей нарушение прав субъектов персональных данных;</p>
          <p>- в иных случаях, предусмотренных законодательством в области персональных данных.</p>
          <p>4.6.11. Работник, ответственный за организацию обработки персональных данных, осуществляет внутренний контроль:</p>
          <p>- за соблюдением работниками, уполномоченными на обработку персональных данных, требований законодательства в области персональных данных, локальных нормативных актов;</p>
          <p>- соответствием указанных актов требованиям законодательства в области персональных данных.</p>
          <p>Внутренний контроль проходит в виде внутренних проверок.</p>
          <p>4.6.12. Внутренние плановые проверки осуществляются на основании ежегодного плана, который утверждается генеральным директором.</p>
          <p>4.6.13. Внутренние внеплановые проверки осуществляются по решению работника, ответственного за организацию обработки персональных данных. Основанием для них служит информация о нарушении законодательства в области персональных данных, поступившая в устном или письменном виде.</p>
          <p>4.6.14. По итогам внутренней проверки оформляется докладная записка на имя генерального директора. Если выявлены нарушения, в документе приводится перечень мероприятий по их устранению и соответствующие сроки.</p>
          <p>4.6.15. Внутреннее расследование проводится, если выявлен факт неправомерной или случайной передачи (предоставления, распространения, доступа) персональных данных, повлекшей нарушение прав субъектов персональных данных (далее - инцидент).</p>
          <p>4.6.16. В случае инцидента Общество в течение 24 часов уведомляет Роскомнадзор:</p>
          <p>- об инциденте;</p>
          <p>- его предполагаемых причинах и вреде, причиненном правам субъекта (нескольким субъектам) персональных данных;</p>
          <p>- принятых мерах по устранению последствий инцидента;</p>
          <p>- представителе Общества, который уполномочен взаимодействовать с Роскомнадзором по вопросам, связанным с инцидентом.</p>
          <p>При направлении уведомления нужно руководствоваться Порядком и условиями взаимодействия Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций с операторами в рамках ведения реестра учета инцидентов в области персональных данных, утвержденными Приказом Роскомнадзора от 14.11.2022 N 187.</p>
          <p>4.6.17. В течение 72 часов Общество обязано сделать следующее:</p>
          <p>- уведомить Роскомнадзор о результатах внутреннего расследования;</p>
          <p>- предоставить сведения о лицах, действия которых стали причиной инцидента (при наличии).</p>
          <p>При направлении уведомления также необходимо руководствоваться Порядком и условиями взаимодействия Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций с операторами в рамках ведения реестра учета инцидентов в области персональных данных, утвержденными Приказом Роскомнадзора от 14.11.2022 N 187.</p>
          <p>4.6.18. В случае предоставления субъектом персональных данных (его представителем) подтвержденной информации о том, что персональные данные являются неполными, неточными или неактуальными, в них вносятся изменения в течение семи рабочих дней. Общество уведомляет в письменном виде субъекта персональных данных (его представителя) о внесенных изменениях и сообщает (по электронной почте) о них третьим лицам, которым были переданы персональные данные.</p>
          <p>4.6.19. Общество уведомляет субъекта персональных данных (его представителя) об устранении нарушений в части неправомерной обработки персональных данных. Уведомляется также Роскомнадзор, если он направил обращение субъекта персональных данных (его представителя) либо сам сделал запрос.</p>
          <p>4.6.20. В случае уничтожения персональных данных, которые обрабатывались неправомерно, уведомление направляется в соответствии с п. 4.6.19. Политики.</p>
          <p>4.6.21. В случае уничтожения персональных данных, незаконно полученных или не являющихся необходимыми для заявленной цели обработки, Общество уведомляет субъекта персональных данных (его представителя) о принятых мерах в письменном виде. Общество уведомляет по электронной почте также третьих лиц, которым были переданы такие персональные данные.</p>
          <p>4.7. Ответственность за нарушение норм, регулирующих обработку персональных данных работников Оператора и иных лиц.</p>
          <p>4.7.1. Лица, виновные в нарушении положений законодательства РФ в области персональных данных при обработке персональных данных, привлекаются к дисциплинарной и материальной ответственности в порядке, установленном Трудовым кодексом РФ и иными федеральными законами. Кроме того, они привлекаются к административной, гражданско-правовой или уголовной ответственности в порядке, установленном федеральными законами.</p>
          <p>4.7.2. Моральный вред, причиненный субъекту персональных данных вследствие нарушения его прав, нарушения правил обработки персональных данных, а также несоблюдения требований к их защите, установленных Законом о персональных данных, подлежит возмещению в соответствии с законодательством РФ. Возмещение морального вреда осуществляется независимо от возмещения имущественного вреда и понесенных субъектом персональных данных убытков.</p>
          <p>Раздел 5. Изменение Политики конфиденциальности</p>
          <p>5.1. Разделы 2, 3 настоящей Политики могут быть изменены или прекращены Администрацией Сайта в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики конфиденциальности в части содержания Разделов 2, 3 вступает в силу с момента ее размещения на Сайте для ознакомления Пользователей Сайта, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
          <p>5.2. Действующая редакция Политики конфиденциальности находится на сайте в информационно-телекоммуникационной сети «Интернет» по адресу: https://again8.ru/.</p>
          <p>5.3. Разделы 1, 4 настоящей Политики и изменения к ним утверждаются Генеральным директором Общества и вводятся приказом. Все работники должны быть ознакомлены под подпись с содержанием Разделов 1, 4 настоящей Политики и изменениями к ним.</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
definePageMeta({
  title: 'Политика конфиденциальности'
})
</script>

<style scoped lang="scss">
.news-article__block {
  background-color: var(--bg-dark);
  border: .1rem solid var(--br-dark);
  padding: 4.9rem 7.6rem 7.5rem 7.4rem;

  @media (max-width: $mobile) {
    padding: 1.7rem 1.5rem 2rem;
  }
}

.news-article__title {
  margin: 0 0 1rem;
  line-height: 5.94rem;

  @media (max-width: $mobile) {
    line-height: 130%;
    margin: 0 0 1.2rem;
  }
}

.news__related {
  padding-bottom: 7rem;
}
</style>