<template>
  <section class="faq">
    <div class="faq__container container">
      <div class="faq-block__header block__header _center">
        <div class="block__header-title">Отвечаем<br> на ваши вопросы</div>
      </div>
      <div class="faq__row">
        <FaqCard
            title="Как работают менструальные трусы?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
        <FaqCard
            title="Почему менструальные трусы лучше прокладок?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
        <FaqCard
            title="Подходят ли, трусы подросткам?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
        <FaqCard
            title="Ощущается ли, влага при носке?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
        <FaqCard
            title="Можно ли, носить белье после родов?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
        <FaqCard
            title="Можно ли, заниматься спортом в&nbsp;белье?"
            text="<p>ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ, ответ</p>"
        />
      </div>
    </div>
  </section>
</template>

<script setup lang="ts">

</script>

<style scoped lang="scss">
.faq {
  padding: 9rem 0;
  border-radius: 12rem;
  background: #EDE8E3;

  @media (max-width: $tablet) {
    border-radius: 6rem;
  }

  @media (max-width: $mobile) {
    border-radius: 2rem;
    padding: 5rem 0;
  }
}

.faq-block__header {
  margin-bottom: 5.1rem;

  @media (max-width: $mobile) {
    margin-bottom: 3rem;
  }
}

</style>