<template>
  <Breadcrumbs />
  <div class="news-article">
    <div class="news-article__container container">
      <div class="news-article__block">
        <h1 class="news-article__title fz-h2">Публичная оферта</h1>


        <div class="news-article__content text__content">
          <p>
<!--            <strong>ПУБЛИЧНАЯ ОФЕРТА</strong><br />-->
            НА ПРОДАЖУ ТОВАРА ДИСТАНЦИОННЫМ СПОСОБОМ<br />
            <br />
            Общество с ограниченной ответственностью &laquo;ЭГЕЙН&raquo; (ИНН: 4707052811, ОГРН: 1234700025196),
            далее именуемое &laquo;Продавец&raquo;, настоящей публичной офертой (далее &ndash; &laquo;Оферта&raquo;)
            предлагает любому физическому лицу, далее именуемому &laquo;Покупатель&raquo;, заключить договор розничной
            купли-продажи товара дистанционным способом (далее &ndash; &laquo;Договор&raquo;) на условиях, изложенных ниже.
          </p>

          <p>
            <strong>1. ОБЩИЕ ПОЛОЖЕНИЯ</strong><br />
            1.1. Настоящий документ является публичной офертой в соответствии с п. 2 ст. 437 Гражданского кодекса Российской Федерации.<br />
            1.2. Акцептом (принятием) настоящей Оферты и заключением Договора считается осуществление Покупателем полной оплаты заказанного товара в соответствии с разделом 3 настоящей Оферты. Договор считается заключенным с момента зачисления денежных средств на расчетный счет Продавца.<br />
            1.3. Совершая акцепт Оферты, Покупатель подтверждает, что полностью и безоговорочно принимает все условия настоящей Оферты, Политики конфиденциальности и Пользовательского соглашения, размещенных на сайте <a href="https://again8.ru/"><u>https://again8.ru/</u></a> (далее &ndash; &laquo;Сайт&raquo;).<br />
            1.4. Продавец оставляет за собой право в одностороннем порядке и в любое время вносить изменения в условия настоящей Оферты. Новая редакция Оферты вступает в силу с момента ее публикации на Сайте, если иной срок не указан в тексте изменений. Действующая редакция Оферты всегда доступна на Сайте.<br />
            1.5. Сайт предоставляет Покупателю полную и достоверную информацию о товаре, включая информацию об основных потребительских свойствах, месте изготовления, гарантийном сроке и сроке годности, в карточке соответствующего товара.
          </p>

          <p>
            <strong>2. ПРЕДМЕТ ДОГОВОРА</strong><br />
            2.1. Продавец обязуется передать в собственность Покупателя товар, предназначенный для личного, семейного, домашнего или иного использования, не связанного с предпринимательской деятельностью (далее &ndash; &laquo;Товар&raquo;), а Покупатель обязуется принять и оплатить Товар на условиях настоящей Оферты.<br />
            2.2. Наименование, цена, количество Товара, а также иные условия Договора определяются на основании информации, предоставленной Покупателем при оформлении заказа на Сайте.<br />
            2.3. Право собственности на Товар, а также риск его случайной гибели или повреждения переходят к Покупателю с момента фактической передачи Товара Покупателю курьером или сотрудником пункта выдачи заказов. Факт передачи удостоверяется подписью Покупателя в документе о передаче (накладной, курьерской расписке).
          </p>

          <p>
            <strong>3. СТОИМОСТЬ ТОВАРА И ПОРЯДОК ОПЛАТЫ</strong><br />
            3.1. Цена Товара указывается на Сайте в рублях Российской Федерации и не включает в себя налог на добавленную стоимость.<br />
            3.2. Окончательная цена Товара в заказе формируется последовательным применением скидок в следующем порядке: акционная скидка, скидка по промокоду, скидка постоянного Покупателя. Иные условия применения скидок могут быть указаны на Сайте.<br />
            3.3. Оплата Товара осуществляется Покупателем в полном объеме в момент оформления заказа на Сайте путем безналичного расчета через платежные агрегаторы.<br />
            3.4. Моментом оплаты считается поступление денежных средств на расчетный счет Продавца.<br />
            3.5. Порядок оплаты банковской картой онлайн на Сайте:<br />
            Покупатель может оплатить товар банковской картой Visa, MasterCard или Мир. После подтверждения выбранного товара откроется защищенное окно со страницей платёжного агрегатора ООО &laquo;КЛАУДПЭЙМЕНТС&raquo;, ООО &laquo;РОБОКАССА&raquo; или Яндекс Пэй, где Покупателю необходимо ввести данные банковской карты. Для дополнительной аутентификации держателя карты используется протокол 3D Secure. Если банк Покупателя поддерживает данную технологию, Покупатель будет перенаправлены на его сервер для дополнительной идентификации. Информация о правилах и методах дополнительной идентификации подлежит уточнению в банке, обслуживающем банковскую карту.
          </p>

          <p>
            <strong>4. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</strong><br />
            4.1. Порядок предоставления согласия Покупателя на обработку персональных данных.<br />
            4.1.1. Совершая акцепт настоящей Оферты (оформляя Заказ), Покупатель добровольно предоставляет свои персональные данные, необходимые для заключения и исполнения Договора. Согласие на обработку персональных данных считается предоставленным Покупателем в полном объеме, является конкретным, информированным и сознательным, и возникает с момента совершения следующего действия:<br />
            - Покупатель в обязательном порядке знакомится с условиями отдельного документа &mdash; &laquo;Согласия на обработку персональных данных&raquo; (далее &mdash; Согласие), текст которого доступен по гиперссылке в форме оформления Заказа, а также на первой странице Сайта;<br />
            - После ознакомления Покупатель проставляет отдельную отметку (галочку) в специальном чек-боксе &laquo;Я даю Согласие на обработку персональных данных&raquo;, расположенном непосредственно перед завершением оформления Заказа.<br />
            4.1.2. Покупатель соглашается с тем, что для достижения указанных целей Продавец вправе поручать обработку его персональных данных следующим третьим лицам:<br />
            - Службам доставки (логистическим операторам) &mdash; для организации доставки Заказа;<br />
            - Платежным агрегаторам и банкам &mdash; для проведения расчетов;<br />
            - Иным контрагентам Продавца, оказывающим услуги, необходимые для исполнения Договора.<br />
            4.1.3. Продавец обеспечивает конфиденциальность персональных данных и принимает необходимые меры для их защиты. Полный перечень обрабатываемых данных, цели, правовые основания, сроки обработки, а также сведения о реализуемых требованиях к защите персональных данных изложены в Согласии на обработку персональных данных, Политике конфиденциальности, размещенных на Сайте в постоянном доступе.<br />
            <br />
            4.2. Порядок предоставления согласия Покупателя на получение рекламных и информационных рассылок.<br />
            4.2.1. Покупатель вправе добровольно и отдельно выразить согласие на получение рекламных и информационных материалов от Продавца, включая уведомления о новых товарах, акциях, специальных предложениях и иных событиях, а также на обработку в данных целях указанных на Сайте контактных данных Покупателя (номер телефона и/или электронную почту и/или мессенджер Telegram/WhatsApp/Max).<br />
            4.2.2. Согласие на получение рассылок предоставляется Покупателем посредством проставления отдельной отметки (галочки) в чек-боксе &laquo;Я даю Согласие на получение рекламных и информационных рассылок&raquo; в форме оформления Заказа. Перед проставлением отметки Покупатель обязан ознакомиться с текстом отдельного документа &mdash; &laquo;Согласие на получение рекламных и информационных рассылок&raquo;, доступного по соответствующей гиперссылке, а также на первой странице Сайта.<br />
            4.2.3. Такое согласие не является обязательным для заключения и исполнения Договора. Предоставление или непредоставление данного согласия никоим образом не влияет на возможность оформления Заказа.<br />
            4.2.4. Покупатель вправе в любой момент отказаться от получения рассылок, воспользовавшись стандартной функцией &laquo;Отписаться&raquo; в тексте любого полученного сообщения или направив соответствующее уведомление на контактный адрес электронной почты Продавца.<br />
            4.3. Обработка персональных данных Покупателя осуществляется в соответствии с отдельной Политикой конфиденциальности, размещенной на Сайте.
          </p>

          <p>
            <strong>5. ДОСТАВКА ТОВАРА</strong><br />
            5.1. Способы, сроки и стоимость доставки Товара указываются на Сайте. Конкретные условия доставки согласуются с Покупателем после оформления заказа.<br />
            5.2. При курьерской доставке Покупатель обязан осмотреть Товар и в реестре доставки поставить свою подпись, подтверждающую отсутствие претензий к комплектации, количеству и внешнему виду Товара.
          </p>

          <p>
            <strong>6. ВОЗВРАТ ТОВАРА И ДЕНЕЖНЫХ СРЕДСТВ</strong><br />
            6.1. Возврат Товара и денежных средств осуществляется в соответствии с Законом Российской Федерации &laquo;О защите прав потребителей&raquo;.<br />
            6.2. При отказе Покупателя от Товара надлежащего качества стоимость доставки Товара Покупателю, а также расходы на его обратную доставку Продавцу, комиссии платежных систем удержанию не подлежат и возмещаются Покупателем.<br />
            6.3. Возврат денежных средств осуществляется Продавцом на ту же банковскую карту, с которой была произведена оплата, в течение 10 (десяти) рабочих дней с момента получения Продавцом возвращенного Товара и заявления Покупателя.<br />
            6.4. В случае расторжения Договора по инициативе Покупателя Товар считается переданным, а услуги по его доставке оказанными надлежащим образом с момента фактической передачи Товара перевозчику для доставки Покупателю.
          </p>

          <p>
            <strong>7. ГАРАНТИЙНЫЕ ОБЯЗАТЕЛЬСТВА</strong><br />
            7.1. На Товар устанавливается гарантийный срок 2 (два) месяца со дня передачи Товара Покупателю.<br />
            7.2. Гарантия распространяется на недостатки Товара, возникшие по причинам, связанным с производством, при условии его нормальной эксплуатации. Гарантийным случаем признаются производственные дефекты, такие как разошедшиеся/лопнувшие швы, образование дыр на полотне ткани.
          </p>

          <p>
            <strong>8. ЗАЩИТА ИНТЕЛЛЕКТУАЛЬНОЙ СОБСТВЕННОСТИ</strong><br />
            8.1. Все результаты интеллектуальной деятельности, размещенные на Сайте (тексты, графические изображения, дизайн, фото- и видеоматериалы, товарные знаки и др.), являются объектами исключительных прав Продавца или иных правообладателей.<br />
            8.2. Покупателю запрещается любое использование объектов интеллектуальной собственности с Сайта (включая копирование, воспроизведение, распространение) без предварительного письменного согласия правообладателя.<br />
            8.3. В случае нарушения Покупателем положений настоящего раздела о защите интеллектуальной собственности, Продавец вправе потребовать возмещения всех причиненных убытков в полном объеме, включая упущенную выгоду, в порядке, предусмотренном действующим законодательством Российской Федерации.
          </p>

          <p>
            <strong>9. ОТВЕТСТВЕННОСТЬ СТОРОН И ОГРАНИЧЕНИЕ ГАРАНТИЙ</strong><br />
            9.1. Продавец не несет ответственности за убытки Покупателя, возникшие в результате:<br />
            9.1.1. неправильного указания Покупателем данных при оформлении заказа (адреса, контактов);<br />
            9.1.2. неправомерных действий третьих лиц, включая платежные системы и службы доставки;<br />
            9.1.3. временной недоступности Сайта или его функций по техническим причинам.<br />
            9.2. Совокупная ответственность Продавца по Договору по любому основанию ограничивается суммой конкретного заказа, по которому возникла претензия. Указанное ограничение не распространяется на случаи причинения вреда жизни, здоровью и умышленные нарушения.<br />
            9.3. Изображение Товара на Сайте может незначительно отличаться от оригинала в зависимости от настроек монитора Покупателя. Продавец не гарантирует абсолютное соответствие цветопередачи.<br />
            9.4. Продавец не дает никаких гарантий и не несет ответственности за ожидания Покупателя относительно потребительских свойств Товара, которые основаны на субъективном восприятии.
          </p>

          <p>
            <strong>10. ФОРС-МАЖОР</strong><br />
            10.1. Стороны освобождаются от ответственности за неисполнение обязательств, если оно вызвано обстоятельствами непреодолимой силы (форс-мажор), включая пожары, наводнения, войны, действия государственных органов, сбои в работе общедоступных сетей связи.<br />
            10.2. Сторона, подвергшаяся действию таких обстоятельств, обязана уведомить другую сторону в разумный срок.
          </p>

          <p>
            <strong>11. РАЗРЕШЕНИЕ СПОРОВ И ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</strong><br />
            11.1. Все споры и разногласия, возникающие из настоящего Договора или в связи с ним, Стороны будут стремиться разрешить путем переговоров. Направление Покупателем досудебной (претензионной) жалобы или претензии не является обязательным. В случае направления такой претензии Продавцу, срок для ответа на нее составляет 10 (десять) рабочих дней с момента получения.<br />
            11.2. Споры, не урегулированные путем переговоров, подлежат рассмотрению в суде в соответствии с действующим законодательством Российской Федерации, в частности, статьей 17 Закона РФ &laquo;О защите прав потребителей&raquo;. Потребитель (Покупатель) по своему выбору вправе обратиться в суд:<br />
            - по месту нахождения Продавца (юридическому адресу);<br />
            - по месту жительства или пребывания Покупателя;<br />
            - по месту заключения или исполнения Договора.<br />
            11.3. Признание судом какого-либо положения Оферты недействительным или не подлежащим применению не влечет недействительности остальных положений.<br />
            11.4. К отношениям между Покупателем и Продавцом применяется право Российской Федерации.<br />
            11.5. Стороны признают юридическую силу документов и сообщений, направленных посредством электронной почты (с адреса, указанного Покупателем при заказе, на адрес Продавца, и наоборот), SMS-сообщений, а также через систему уведомлений в личном кабинете на Сайте. Такие документы и сообщения считаются надлежащими доказательствами при разрешении споров.<br />
            11.6. Продавец вправе переуступать свои права и передавать обязанности по настоящему Договору третьим лицам. В таком случае Покупатель будет уведомлен о состоявшейся перемене лица в обязательстве.
          </p>

          <p>
            <strong>12. РЕКВИЗИТЫ ПРОДАВЦА</strong><br />
            ООО &laquo;ЭГЕЙН&raquo;<br />
            ИНН 4707052811<br />
            КПП 470701001<br />
            ОГРН/ОГРНИП 1234700025196<br />
            Расчётный счёт 40702.810.9.55000104273<br />
            БИК 044030653<br />
            Банк СЕВЕРО-ЗАПАДНЫЙ БАНК ПАО СБЕРБАНК<br />
            Корр. счёт 30101.810.5.00000000653<br />
            Юр.адрес: 188513, Ленинградская обл, деревня Узигонты, 12-ый Международный проезд, д.8<br />
            E-mail: <a href="mailto:info@again8.ru">info@again8.ru</a><br />
            Генеральный директор: Чеботаева Татьяна Вадимовна
          </p>
        </div>



      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
definePageMeta( {
  title: 'Публичная оферта'
} )
</script>

<style scoped lang="scss">
.news-article__block {
  background-color: var(--bg-dark);
  border: .1rem solid var(--br-dark);
  padding: 4.9rem 7.6rem 7.5rem 7.4rem;

  @media (max-width: $mobile) {
    padding: 1.7rem 1.5rem 2rem;
  }
}

.news-article__title {
  margin: 0 0 1rem;
  line-height: 5.94rem;

  @media (max-width: $mobile) {
    line-height: 130%;
    margin: 0 0 1.2rem;
  }
}

.news__related {
  padding-bottom: 7rem;
}

</style>