<template>
  <Breadcrumbs />
  <div class="news-article">
    <div class="news-article__container container">
      <div class="news-article__block">
        <h1 class="news-article__title fz-h2">Согласие на обработку персональных данных</h1>
        <div class="news-article__content text__content">
          <p><strong>СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</strong></p>

          <p>Я, субъект персональных данных, осуществляя действие по направлению запроса/обращения через форму обратной связи на сайте <a href="https://again8.ru/">https://again8.ru/</a>, включая все поддомены, в соответствии с Федеральным законом № 152-ФЗ от 27.07.2006 «О персональных данных» свободно, в своей воле и в своем интересе, а также подтверждая свою дееспособность даю согласие ООО «ЭГЕЙН», расположенному по адресу: 188513, Ленинградская область, м. р-н Ломоносовский, с.п. Низинское, д. Узигонты, проезд 12-й Международный, д. 8 (далее – Оператор), на обработку моих персональных данных на следующих условиях:</p>

          <p>Данное Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.</p>

          <p>Согласие дается на обработку следующих моих персональных данных: общие персональные данные, не являющиеся специальными или биометрическими: фамилия, имя, отчество, дата рождения, телефон, адрес электронной почты (e-mail).</p>

          <p><strong>Цели обработки персональных данных:</strong> обработка запросов и заявок пользователя, поступающих через формы обратной связи на сайте, а также обеспечение обратной связи с пользователем, направление информационных и иных рассылок, включая рекламные посредством телефонной связи и сети Интернет.</p>

          <p>В ходе обработки над персональными данными будут совершены следующие действия: извлечение; уничтожение; обновление; систематизация; накопление; использование; сбор; изменение; удаление; запись; блокирование; хранение.</p>

          <p>Оператор для цели организации процесса ответа на обращения, поручает обработку персональных данных своим подрядчикам и контрагентам, перечень которых содержится в Политике конфиденциальности на сайте.</p>

          <p>Все данные, полученные в рамках обработки вашего обращения, обрабатываются до завершения взаимодействия по запросу или до получения отзыва согласия на обработку персональных данных (в зависимости от того, что наступит раньше), и уничтожаются по истечении 30 дней в соответствии с ч.4 - 5 ст.21 152-ФЗ.</p>

          <p>Согласие может быть отозвано субъектом персональных данных или его представителем путем направления письменного заявления по адресу, указанному в начале текста настоящего Согласия, или путем направления заявления Оператору на электронную почту <a href="mailto:info@again8.ru">info@again8.ru</a>.</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts">
definePageMeta({
  title: 'Согласие на обработку персональных данных'
})
</script>

<style scoped lang="scss">
.news-article__block {
  background-color: var(--bg-dark);
  border: .1rem solid var(--br-dark);
  padding: 4.9rem 7.6rem 7.5rem 7.4rem;

  @media (max-width: $mobile) {
    padding: 1.7rem 1.5rem 2rem;
  }
}

.news-article__title {
  margin: 0 0 1rem;
  line-height: 5.94rem;

  @media (max-width: $mobile) {
    line-height: 130%;
    margin: 0 0 1.2rem;
  }
}

.news__related {
  padding-bottom: 7rem;
}
</style>